Repository: SpaceEEC/Schrabber
Catalog: Schrabber/Properties/Resources.*.resx
Languages: de

source: Delete
de: Löschen

# EditAllPartsWindow_Label
source: Every field you change at least once will be overwritten everywhere.
de: Jedes Feld, welches einmal editiert wird, wird überall überschrieben.

# MedaListWindow_EntriesLabel
source: Entries: {0}
de: Elemente: {0}

# MediaControl_Split
source: Split -- Parts: {0}
de: Teilen -- Anzahl: {0}

# MediaListWindow_FileButton
source: Add Local Files
de: Lokale Datein Hinzufügen

# MediaListWindow_PlaylistButton
source: Add Youtube Playlist
de: Youtube-Playlist Hinzufüen

# MediaListWindow_ResetButton
source: Remove All Elements
de: Entferne Alle Elemente

# MediaListWindow_SetFolderButton
source: Set Destination Folder
de: Setze Zielordnder

# MediaListWindow_VideoButton
source: Add Youtube Video
de: Youtube-Video Hinzufügen

# PartControl_Author
source: Author:
de: Autor:

source: Remove Cover
de: Entferne Cover

source: Set Cover
de: Setze Cover

# PartControl_Title
source: Title:
de: Titel:

source: Confirm
de: Bestätigen

# PartListWindow_EditAllButton
source: Edit All
de: Alle Editieren

# PartListWindow_ImportPartsButton
source: Auto Generate
de: Automatisch Generieren

# PartListWindow_NewPartButton
source: New Part
de: Neues Teil

# PartListWindow_PartsLabel
source: Parts: {0}
de: Teile: {0}

# PartListWindow_RemoveallPartsButton
source: Remove All Parts
de: Entferne Alle Teile

# PartsGeneratorWindow_DefaultButton
source: Generate
de: Generieren

# PartsGeneratorWindow_PartsLabel
source: Parts: {0}
de: Teile: {0}

# ProgressWindow_FinishedLabel
source: Finished {0}
de: Abgeschlossen {0}

# ProgressWindow_OpenDestinationFolderButton
source: Open Destination Folder
de: Öffne Zielordner

# ProgressWindow_Progress
source: Progress
de: Fortschritt

# ProgressWindow_RunningLabel
source: Running {0}
de: Laufend {0}

# ProgressWindow_WaitingLabel
source: Waiting {0}
de: Wartend {0}

# YoutubeVideoControl_Remove
source: Remove
de: Entfernen

# Youtube_DefaultButton
source: Import
de: Importieren

# Youtube_LoadButton
source: Load
de: Laden

# Youtube_UrlOrIdLabel
source: Youtube Url or Id:
de: Youtube Url oder Id:

# EditAllPartsWindow_Title
source: Schrabber - Edit All Parts
de: Schrabber - Alle Teile Editieren

# Job_Done
source: Done
de: Abgeschlossen

# Job_Fetching
source: Fetching
de: Lade Herunter

# Job_Splitting
source: Splitting
de: Teile Auf

# Job_Waiting
source: Waiting
de: Warte

# Job_WaitingForParent
source: Waiting for parent
de: Warte

# Job_WritingTags
source: Writing tags
de: Schreibe Metadaten

# MediaListWindow_FFmpegNotFoundText
source: Could not find the FFmpeg executable! FFmpeg has to be installed and in the path for this application to work.
de: Konnte FFmpeg nicht finden! FFmpeg muss installiert sein und sich im "path" befinden.

# MediaListWindow_FFmpegNotFoundTitle
source: FFmpeg not found!
de: FFmpeg nicht gefunden!

# PartListWindow_DuplicatesText
source: Duplicated parts found: {0}
de: Doppelte Teile gefunden: {0}

# PartListWindow_DuplicatesTitle
source: Duplicated Parts
de: Doppelte Teile

# PartListWindow_Title
source: Schrabber - Parts
de: Schrabber - Teile

# PartsGeneratorWindow_Title
source: Schrabber - Parts Generator
de: Schrabber - Teile Generieren

# ProgressWindow_Title
source: Schrabber - Progress
de: Schrabber - Fortschritt

source: Help
de: Hilfe

# PartsGeneratorWindow_Help
source: List of all available {{Names}} and what they mean: {{Start}} - Start of the song {{Stop}} - Stop/End of the song {{Title}} - Title of the song {{Author}} - Author /Interpret of the song {{Album}} - Album the song is part of {{Anything Else}} - Use this to dynamically ignore content Meaning of Colors of Highlights Highlighted Green - Valid Highlighted Yellow - Invalid Highlighted Gray - Not a valid {{Name}} (dynamically ignored)
de: Liste aller verfügbarer {{Namen}} und was diese bedeuten: {{Start}} - Start des Liedes {{Stop}} - Stop/Ende des Liedes {{Title}} - Name /Titel des Liedes {{Author}} - Author / Interpret des Liedes {{Album}} - Album des Liedes {{Anything Else}} - Nutzbar um dynamisch Inhalt zu ignorieren Bedeutung farblicher Vorhebungen: Grün - Gültig Gelb - Ungültig Grau - Kein Bekanner {{Name}} (dynamisch ignoriert)
